{
    "head" : {
        "tag" : {
            "english" : "From awareness to nation building. ",
            "urdu" : " بیداری شعور سے تعمیر ملت تک۔"
        },
        "second": {
            "english" : "Let us join hands and play your role in the reformation, welfare and development of the society. ",
            "urdu" : "آئیے ایک دوسرے کے شانہ بشانہ چلتے ہوۓ معشرہ کی اصلاح و فلاح اور تعمیروترقی میں اپنا بھرپور کردار ادا کریں۔"
        }        
    },
    "about":{
        "name":{
            "english": "Shafaqat Ali Sheikh",
            "urdu": "شفاقت علی شیخ"
        },
        "position":{
            "english": "Founder & Chairman",
            "urdu": "بانی اور چیئرمین "
        },
        "detail":{
            "english": "He has a PhD degree in Islamic Studies. He is an Assistant Professor at the University of Lahore. He has also been serving as the Friday Khatib in a mosque for the last 25 years. His favorite activity is to strive for the character building of individuals and the welfare of society.",
            "urdu": "انہوں نے اسلامیات میں پی ایچ ڈی کی ڈگری حاصل کی۔ وہ لاہور یونیورسٹی میں اسسٹنٹ پروفیسر ہیں۔ وہ گزشتہ 25 سالوں سے ایک مسجد میں خطیب جمعہ کے طور پر بھی خدمات انجام دے رہے ہیں۔ ان کی پسندیدہ سرگرمی افراد کی کردار سازی اور معاشرے کی فلاح و بہبود کے لیے جدوجہد کرنا ہے۔"
        }

    },
    "aboutMission":{
        "aboutTitle":{
            "english": "About Zawiyah Foundation",
            "urdu": "زاویہ فاؤنڈیشن کے بارے میں"
        },
        "aboutDescription":{
            "english": "Allah Almighty has made man the noblest of creatures and by placing the crown of His Khilafah on his head, has sent every individual to the world as a test for a certain period of time. In this short period of time, he has to use his abilities, energies, talents and resources to promote goodness in the society and to prevent evil, to benefit others as much as possible and to avoid harm. This task is to be done by everyone as much as possible. In the eternal life after death, all human happiness depends on the best performance of this job. Where there is a substance of goodness in man, there are also tendencies of evil for the purpose of testing. In the form of Nafs and Satan, two such enemies are attached to him who are always provoking him to evil. Thus, it is often the case that man is compelled by his internal inclinations and sometimes by external factors (oppression of environment, society and circumstances, etc.) to take the wrong path and destroy his Hereafter as well as make the worldly life bitter. Therefore, it is necessary for every human being to recognize the value of the invaluable blessing and golden opportunity in shape of life and to strive for his personal improvement as well as other surrounding persons in all aspects. Although this can be done individually, however it can be done better and more widely at the collective level. Allah Almighty has placed in the community the fruits that are not possible at the individual level. The importance and virtue of congregational prayers is an example of this point.Zawiyah Foundation is an organization established under the Quranic principles of “commanding the good and forbidding the evil” and “helping one another in good and piety and not helping one another in sinful and abusive deeds”. The aim of this organization is to strive for the betterment of society and individuals. It is a forum of like-minded persons that gives sensitive, conscious and compassionate people a chance to make the best use of their abilities, resources and modern facilities to play their role in the betterment and development of society and thus gain the pleasure of their Creator and Master.Zawiya Foundation is a non-political organization that has no concern with political activities nor it can be used for this purpose. Moreover it is a non-sectarian and peaceful organization. It will not be involved in any kind of sectarianism, extremism, violence and confrontation. This can be judged by our values which are.",
            "urdu": "للہ تعالیٰ نے انسان کو مخلوقات میں سب سے افضل بنایا اور اپنی خلافت کا تاج اس کے سر پر رکھ کر ہر فرد کو ایک خاص مدت کے لیے آزمائش کے طور پر دنیا میں بھیجا ہے۔ اس قلیل مدت میں اسے اپنی صلاحیتوں، توانائیوں، ہنر اور وسائل کو معاشرے میں نیکی کے فروغ اور برائی سے روکنے، دوسروں کو زیادہ سے زیادہ فائدہ پہنچانے اور نقصان سے بچنے کے لیے استعمال کرنا ہے۔ یہ کام ہر ایک کو زیادہ سے زیادہ کرنا ہے۔ موت کے بعد کی ابدی زندگی میں، تمام انسانی خوشی اس کام کی بہترین کارکردگی پر منحصر ہے۔ انسان میں جہاں نیکی کا مادہ ہے وہاں پرکھنے کے لیے برائی کے رجحانات بھی ہیں۔ نفس اور شیطان کی شکل میں اس کے ساتھ دو ایسے دشمن جڑے ہوئے ہیں جو اسے ہر وقت برائی پر اکساتے رہتے ہیں۔ چنانچہ اکثر ایسا ہوتا ہے کہ انسان اپنے اندرونی میلانات اور بعض اوقات بیرونی عوامل (ماحول، معاشرہ اور حالات وغیرہ کے جبر) سے مجبور ہو کر غلط راستہ اختیار کر کے اپنی آخرت تباہ کرنے کے ساتھ ساتھ دنیاوی زندگی کو بھی تلخ کر دیتا ہے۔ لہٰذا ہر انسان کے لیے ضروری ہے کہ وہ زندگی کی تشکیل میں انمول نعمت اور سنہری موقع کی قدر و قیمت کو پہچانے اور اپنی ذاتی بہتری کے ساتھ ساتھ دیگر آس پاس کے لوگوں کی بھی ہر طرح سے کوشش کرے۔ اگرچہ یہ انفرادی طور پر کیا جا سکتا ہے، تاہم اجتماعی سطح پر اسے بہتر اور وسیع پیمانے پر کیا جا سکتا ہے۔ اللہ تعالی نے معاشرے میں وہ پھل رکھے ہیں جو انفرادی سطح پر ممکن نہیں۔ باجماعت نماز کی اہمیت اور فضیلت اس نکتے کی ایک مثال ہے۔ زاویہ فاؤنڈیشن ایک ایسی تنظیم ہے جو قرآنی اصولوں کے تحت قائم کی گئی ہے جس میں \"نیکی کا حکم اور برائی سے منع کرنا\" اور \"نیکی اور تقویٰ میں ایک دوسرے کی مدد کرنا اور گناہ میں ایک دوسرے کی مدد نہیں کرنا\"۔ اور مکروہ اعمال\" اس تنظیم کا مقصد معاشرے اور افراد کی بہتری کے لیے کوشش کرنا ہے۔ یہ ہم خیال افراد کا ایک فورم ہے جو حساس، باشعور اور ہمدرد لوگوں کو موقع فراہم کرتا ہے کہ وہ اپنی صلاحیتوں، وسائل اور جدید سہولیات کا بہترین استعمال کرتے ہوئے معاشرے کی بہتری اور ترقی میں اپنا کردار ادا کریں اور اس طرح ان کی خوشنودی حاصل کریں۔ خالق و مالک۔ زاویہ فاؤنڈیشن ایک غیر سیاسی تنظیم ہے جس کا سیاسی سرگرمیوں سے کوئی سروکار نہیں ہے اور نہ ہی اسے اس مقصد کے لیے استعمال کیا جا سکتا ہے۔ مزید یہ کہ یہ ایک غیر فرقہ وارانہ اور پرامن تنظیم ہے۔ وہ کسی بھی قسم کی فرقہ واریت، انتہا پسندی، تشدد اور تصادم میں ملوث نہیں ہوگا۔ اس کا اندازہ ہماری اقدار سے لگایا جا سکتا ہے جو کہ ہیں؛"
        },
        "missionTitle":{
            "english": "Mission",
            "urdu": "مشن"
        },
        "missionDescription":{
            "english": "To give the members of the society an awareness of life through which they can know the mysteries and secrets of life and the laws of nature and by using them they may lead a better, purified and purposeful life.2) To strive in every possible way to make people’s lives easier. To help them as much as possible in resolving their problems, difficulties, conflicts and worries.3) To make the constant struggle for the correction of unjust customs, obsolete manners, afflictions, superstitions, evils, vices and social inequalities prevalent in the society.",
            "urdu": "معاشرے کے افراد کو زندگی کے بارے میں آگاہی فراہم کرنا جس کے ذریعے وہ زندگی کے اسرار و رموز اور قوانین فطرت کو جان سکیں اور ان کے استعمال سے وہ بہتر، پاکیزہ اور بامقصد زندگی گزار سکیں۔ 2) ہر ممکن طریقے سے کوشش کرنا۔ لوگوں کی زندگیوں کو آسان بنانے کے لیے۔ ان کے مسائل، مشکلات، تنازعات اور پریشانیوں کے حل میں ان کی حتی الامکان مدد کرنا۔ 3) معاشرے میں رائج غیر منصفانہ رسوم و رواج، فرسودہ آداب، تکالیف، توہمات، برائیوں، برائیوں اور معاشرتی ناہمواریوں کی اصلاح کے لیے مسلسل جدوجہد کرنا۔"
        },
        "visionTitle":{
            "english": "Vision",
            "urdu": "اولین مقصد"
        },
        "visionDescription":{
            "english": "Establishment of a civilized and prosperous society where there is an atmosphere of love, brotherhood, tolerance, equality and justice in which all members of the society have equal opportunities to move forward, develop and show their abilities. Every person would strive for the development of himself and others by using his talent to the fullest. Living within his limits and playing his unique role in the best possible way, he would be able to achieve success in this world and the hereafter.",
            "urdu": "ایک مہذب اور خوشحال معاشرے کا قیام جہاں محبت، بھائی چارے، رواداری، مساوات اور انصاف کی فضا ہو جس میں معاشرے کے تمام افراد کو آگے بڑھنے، ترقی کرنے اور اپنی صلاحیتیں دکھانے کے یکساں مواقع میسر ہوں۔ ہر شخص اپنی صلاحیتوں کو بروئے کار لاتے ہوئے اپنی اور دوسروں کی ترقی کے لیے کوشاں رہے گا۔ اپنی حدود میں رہتے ہوئے اور بہترین طریقے سے اپنا منفرد کردار ادا کر کے دنیا و آخرت میں کامیابی حاصل کر سکے گا۔"
        },
        "valueTitle":{
            "english": "Value",
            "urdu": "قدر"
        },
        "valueDescription":{
            "english": "1. Love <br> 2. Respect <br> 3. Service",
            "urdu": "1. محبت<br> 2. احترام 3.<br> خدمت "
        }
    }
}